[
  {
    "q": "На розтині хворого на туберкульоз померлого від прогресуючої легенево-серцевої",
    "a": "Гострий кавернозний туберкульоз"
  },
  {
    "q": "При розтині тiла померлого 79-ти років, який хворів на крупозну пневмонію і помер від",
    "a": "Емпієма"
  },
  {
    "q": "У жінки 66-ти років під час гістологічного дослідження стулок мітрального клапана серця",
    "a": "Поворотньо-бородавчастий"
  },
  {
    "q": "При збільшеному шийному лімфатичному вузлі хлопця 17-ти років мікроскопічно було",
    "a": "Лімфогранулематоз"
  },
  {
    "q": "У хворого 59-ти років, що багато років страждає на атеросклероз і переніс раніше інфаркт",
    "a": "Вогнищевий кардіосклероз"
  },
  {
    "q": "У хворого 38 років з клінічними симптомами гіпотиреозу, щитоподібна залоза збільшена",
    "a": "Зоб Хашімото"
  },
  {
    "q": "На автопсії померлого від прогресуючої серцевої недостатності. На розтині серце",
    "a": "Негнійний проміжний міокардит"
  },
  {
    "q": "У 35-річної породіллі на 4-й день після пологів виник дифузний набряк правої грудної",
    "a": "Гострий флегмонозний мастит"
  },
  {
    "q": "Гістологічно в апендиксі в усіх шарах знайдені в значній кількості поліморфноядерні",
    "a": "Флегмонозного апендициту"
  },
  {
    "q": "Губчастий та кортикальний шари гомілкової кістки на окремих ділянках у стані розпаду;",
    "a": "Гнійне"
  },
  {
    "q": "Дівчинка 4 років на 3 добу від початку захворювання на дифтерію померла від",
    "a": "Фібринозне"
  },
  {
    "q": "Дівчинка віком 5 років захворіла на дифтерію. На третю добу померла від асфіксії",
    "a": "Крупозне запалення"
  },
  {
    "q": "Жінка 32 років померла в післяпологовому періоді. На розтині були знайдені ознаки",
    "a": "Септикопіємія"
  },
  {
    "q": "Жінка 36 років, яка хворіла на дифтерію, померла від гострої серцевої недостатності. На",
    "a": "Жирова дистрофія"
  },
  {
    "q": "Жінка 54 років мала значну деформацію суглобів пальців рук і стоп. Гістологічно\\:",
    "a": "Ревматоїдний артрит"
  },
  {
    "q": "Жінці 40 років проведено операцію тироїдектомії. При гістологічному дослідженні",
    "a": "Базедова хвороба (зоб)"
  },
  {
    "q": "Мікроскопічне дослідження коронарної артерії померлого 53 років виявило звуження",
    "a": "Ліпосклероз"
  },
  {
    "q": "На розтині в печінці померлого 62 років виявлено вогнище розпаду тканини діаметром 4",
    "a": "Абсцес"
  },
  {
    "q": "На розтині в померлого виявлена аденома передміхурової залози і великі нирки з різко",
    "a": "Гідронефроз"
  },
  {
    "q": "На розтині померлого 34 років від ревматизму виявлено – поверхня епікарду ворсиста,",
    "a": "Фібринозний перикардит"
  },
  {
    "q": "У На розтині померлого 48 років виявлена обтурація просвіту середньої мозкової артерії",
    "a": "Інфаркт"
  },
  {
    "q": "На розтині померлого в сигмоподібній та прямій кишці множинні червоні виразки",
    "a": "Шигелла"
  },
  {
    "q": "На розтині померлого від легенево-серцевої недостатності чоловіка 47 років у лівій легені",
    "a": "Гострий абсцес"
  },
  {
    "q": "На розтині померлого, який хворів вадою серця, виявлена збільшена в розмірі печінка",
    "a": "Загальне венозне повнокров'я"
  },
  {
    "q": "На розтині трупа чоловіка віком 56 років у термінальному відділі тонкої кишки виявлено",
    "a": "Черевний тиф"
  },
  {
    "q": "На розтині трупа чоловіка віком 57 років, який помер від висипного тифу, виявлено, що",
    "a": "Воскоподібного некрозу"
  },
  {
    "q": "На розтині у хворого в черевній порожнині виявлено близько 2,0л гнійної рідини.",
    "a": "Фібринозно-гнійний перитоніт"
  },
  {
    "q": "Під час гістологічного дослідження стулок мітрального клапана серця жінки 30-ти років",
    "a": "Поворотньо-бородавчастий"
  },
  {
    "q": "Під час дорожньо-транспортної пригоди водій отримав поранення в шию розбитим склом.",
    "a": "Повітряна емболія"
  },
  {
    "q": "Під час розтину тіла дівчики 9 років у верхівці правої легені субплеврально було зайдено",
    "a": "Первинний туберкульоз"
  },
  {
    "q": "Під час розтину тіла жінки, яка померла внаслідок пухлинної дисемінації муцинозної",
    "a": "Пролежень"
  },
  {
    "q": "Під час розтину тіла чоловіка 29 років, який тривалий час хворів на виразкову хворобу",
    "a": "Пенетрація"
  },
  {
    "q": "При гістологічному дослідженні біоптатів, взятих з потовщених країв виразки шлунка,",
    "a": "Скіррозний недиференційований рак"
  },
  {
    "q": "При гістологічному дослідженні біоптату перегородки носа хворого, який страждав",
    "a": "Риносклерома"
  },
  {
    "q": "При гістологічному дослідженні новоутворення шкіри виявлено\\: паренхіма сформована з",
    "a": "Тканинний"
  },
  {
    "q": "При мікроскопії біоптату печінки виявлені гранульоми, які складаються з плазматичних,",
    "a": "Сифілісу"
  },
  {
    "q": "При мікроскопічному дослідженні біопсії нирки виявлено вогнища, в центрі яких",
    "a": "Гранулематозне запалення"
  },
  {
    "q": "При мікроскопічному дослідженні біоптату шийки матки виявлена клітинна і ядерна атипія",
    "a": "Плоскоклітинний рак зі зроговінням"
  },
  {
    "q": "При мікроскопічному дослідженні нирок спостерігається проліферація нефротелію",
    "a": "Швидкопрогресуючий гломерулонефрит"
  },
  {
    "q": "При мікроскопічному дослідженні пухлини верхньої губи, виявлено, що вона побудована з",
    "a": "Капілярна гемангіома"
  },
  {
    "q": "При мікроскопічному дослідженні тканини печінки було виявлено, що деякі клітини",
    "a": "Апоптоз"
  },
  {
    "q": "При мікроскопічному дослідженні шийного лімфатичного вузла виявлено скупчення",
    "a": "Туберкульоз"
  },
  {
    "q": "При розтині померлого від набряку легень в міокарді знайдено велике вогнище",
    "a": "Інфаркт міокарда"
  },
  {
    "q": "При розтині померлого від хронічної ниркової недостатності в слизовій оболонці товстої",
    "a": "Дифтеритичне"
  },
  {
    "q": "При розтині трупа жінки 69 р., яка тривалий час страждала на гіпертрофічну хворобу,",
    "a": "Атрофію від недостатнього кровопостачання"
  },
  {
    "q": "При розтині трупа раптово померлої жінки 48 років в інтимі аорти визначаються ділянки",
    "a": "Ліпоїдозу"
  },
  {
    "q": "При розтині трупа чоловіка 62 років, який хворів на атеросклероз і помер від гострої",
    "a": "Інфаркт міокарду"
  },
  {
    "q": "При розтині чоловіка 28 років, який хворів підгострим гломерулонефритом і помер при",
    "a": "Крупозне фібринозне запалення"
  },
  {
    "q": "Активацію фагоцитозу",
    "a": "Проліферативну активность клітини"
  },
  {
    "q": "Робітник тваринницької ферми гостро захворів і при наростаючих явищах інтоксикації",
    "a": "Сибірка"
  },
  {
    "q": "Слизова оболонка трахеї тьмяна, повнокровна, з нашаруванням сіро-білих плівок.",
    "a": "Фібринозне"
  },
  {
    "q": "У 30-річного померлого наркомана, який страждав на ВІЛ-інфекцію при",
    "a": "Цитомегаловірус"
  },
  {
    "q": "У біоптаті слизової оболонки бронха в хворого на хронічний бронхіт були знайдені",
    "a": "Метаплазія"
  },
  {
    "q": "У дитини 12 років, яка хвора на поліомієліт, соматичні м'язи слабкі, обсяг їх зменшений,",
    "a": "Атрофiя"
  },
  {
    "q": "У дитини після перенесеної ангіни різко збільшилися лімфатичні вузли\\: паратрахеальні,",
    "a": "Туберкульоз"
  },
  {
    "q": "У збільшеному шийному лімфатичному вузлі дівчинки 14 років, мікроскопічно були",
    "a": "Лімфогранулематоз"
  },
  {
    "q": "У льотчика, який загинув внаслідок розгерметизації кабіни літака при гістологічному",
    "a": "Газова емболія"
  },
  {
    "q": "У молодої жінки в зв’язку з гострими болями в клубовій області, вилучена маткова труба з",
    "a": "Трубна вагітність"
  },
  {
    "q": "У молодої людини виявлений надлишок соматотропного гормону, збільшені розміри носа,",
    "a": "Акромегалія"
  },
  {
    "q": "У померлого 58 років на розтині мітральний клапан деформований, потовщаний,",
    "a": "Фібриноїдне набухання"
  },
  {
    "q": "У померлого, який прижиттєво отримував чисельні ін’єкції наркотиків, в печінці",
    "a": "Вірусна"
  },
  {
    "q": "У результаті гістологічного дослідження біоптату із стінки бронха хворого хронічним",
    "a": "Хронічний поліпозний бронхіт"
  },
  {
    "q": "У хворої, що страждала вторинним сифілісом, з'явилися вогнища депігментації шкіри в",
    "a": "Лейкодерма"
  },
  {
    "q": "У хворого 17 років інтраопераційно на нижній поверхні печінки виявлена пухлина",
    "a": "Кавернозна гемангiома"
  },
  {
    "q": "У хворого 40 років при прогресуванні стафілококового гнійного періодонтиту виникло",
    "a": "Хронічний остеомієліт"
  },
  {
    "q": "У хворого висока температура, задуха, біль у правій половині грудної клітки. Під час",
    "a": "Емпієма плеври"
  },
  {
    "q": "У хворого – глибока рвана рана із нерівними краями, вкрита гноєм. У крайових відділах –",
    "a": "Загоювання вторинним натягом"
  },
  {
    "q": "У хворого, з’явилася охриплість голосу, під час ларингоскопії виявлена пухлина гортані,",
    "a": "Папілома"
  },
  {
    "q": "У хворого, який на протязі тривалого часу зловживав тютюнопалінням з'явився кашель з",
    "a": "Метаплазія"
  },
  {
    "q": "У ході гістологічного дослідження вишкрібку стінок порожнини матки 45-річної жінки з",
    "a": "Залозисто-кістозна гіперплазія ендометрію"
  },
  {
    "q": "У чоловіка 40 років в ділянці шиї виникло почервоніння та набряк шкіри і з часом",
    "a": "Актиномікоз"
  },
  {
    "q": "У чоловіка 43 років, який тривалий час хворів на туберкульоз, розвинулась кровотеча з",
    "a": "Гострий кавернозний"
  },
  {
    "q": "У чоловіка 60 років, який тривалий час хворів на гіпертонічну хворобу і помер від",
    "a": "Артеріолосклеротичний нефросклероз"
  },
  {
    "q": "72 років на секції виявлено збільшення та деформація правого колінного суглобу. При",
    "a": "Туберкульозний артрит"
  },
  {
    "q": "У чоловіка віком 62 роки видалено нирку, у якій при макроскопічному дослідженні",
    "a": "Світлоклітинний рак"
  },
  {
    "q": "У юнака 18 років, який захворів гостро й помер від інфекційно-токсичного шоку, на",
    "a": "Дифтерія"
  },
  {
    "q": "Хворий 66 років за 10 років до смерті переніс перитоніт. На розтині капсула печінки та",
    "a": "Гіаліноз"
  },
  {
    "q": "Хворий віком 34 роки, звернувся до лікаря зі скаргами на локальний біль в ділянці",
    "a": "Фурункул"
  },
  {
    "q": "На Хворий на фіброзно-кавернозний туберкульоз помер при зростаючих явищах ниркової",
    "a": "Амілоїдно зморщені нирки"
  },
  {
    "q": "Чоловік 38-ми років загинув при спробі підйому ваги. Розвинувся колаптоїдний стан. На",
    "a": "Зникнення еластичних волокон"
  },
  {
    "q": "Чоловік 59 років мав ознаки паренхіматозної жовтяниці та портальної гіпертензії. Під час",
    "a": "Цироз печінки"
  },
  {
    "q": "Чоловік з кесонною хворобою помер з ознаками гострих порушень мозкового кровообігу в",
    "a": "Газова емболiя"
  },
  {
    "q": "Чоловік у віці 42 роки помер при явищах вираженої інтоксикації і дихальної",
    "a": "Грип"
  },
  {
    "q": "Чоловік хворів на цукровий діабет 15 років, помер від крововиливу в мозок. На розтині\\:",
    "a": "Глікогену"
  },
  {
    "q": "A patient suffers from high fever, apnoea, pain in the thorax on the right. Pleurocentesis",
    "a": "Pleural empyema"
  },
  {
    "q": "During autopsy approximately 2,0 liters of pus have been found in the abdominal cavity of the",
    "a": "Fibrinopurulent peritonitis"
  },
  {
    "q": "A 60-year-old patient with a long history of atherosclerosis and a previous myocardial infarction",
    "a": "Focal cardiosclerosis"
  },
  {
    "q": "On histological examination of uterine mucosa the following is detected: sinuous glands,",
    "a": "Glandular endometrial hyperplasia"
  },
  {
    "q": "A worker of an agricultural enterprise had been suffering from an acute disease with",
    "a": "Anthrax"
  },
  {
    "q": "Autopsy of a 28-year-old patient, who had been suffering from rheumatism and died of heart",
    "a": "Granulomatous"
  },
  {
    "q": "A patient is 20 years old, an athlete. He addressed a doctor with complaints of fatigue, fever up",
    "a": "Acute undifferentiated leukemia"
  },
  {
    "q": "Histological investigation of the uterine scrape of the 45-year-old woman with disturbed ovarian",
    "a": "Endometrial cystic glandular hyperplasia"
  },
  {
    "q": "A 30-year-old woman first developed pain, swelling, and skin redness in the area of joints",
    "a": "Collagen"
  },
  {
    "q": "Examination of the coronary arteries revealed atherosclerotic plaques with calcinosis that close",
    "a": "Diffuse cardiosclerosis"
  },
  {
    "q": "A 40-year-old woman has undergone thyroidectomy. Histological study of thyroid gland found",
    "a": "Basedow’s disease"
  },
  {
    "q": "A 40-year-old prisoner died of tuberculosis in the corrective labor camp. Autopsy of the body",
    "a": "Secondary fibro-cavitary tuberculosis"
  },
  {
    "q": "A 7-year-old boy died of acute posthemorrhagic anemia caused by profuse hemorrhage in the",
    "a": "Acute lymphoblastic leukemia"
  },
  {
    "q": "A worker of an agricultural enterprise had been suffering from an acute disease with",
    "a": "Anthrax"
  },
  {
    "q": "After mushroom poisoning the patient developed signs of acute hepatic failure leading to his",
    "a": "Massive progressive necrosis"
  },
  {
    "q": "During autopsy of a 34-year-old man, who died of chronic kidney failure due to renal",
    "a": "Bronchiectases"
  },
  {
    "q": "Examination of the coronary arteries revealed atherosclerotic plaques with calcinosis that",
    "a": "Diffuse cardiosclerosis"
  },
  {
    "q": "Autopsy of the body revealed waxy degeneration of the rectus abdominis muscles. In the",
    "a": "Typhoid fever"
  },
  {
    "q": "A young woman presents with a tumor along the auditory nerve. The tumor is node-shaped, 3",
    "a": "Neurinoma"
  },
  {
    "q": "A 3-year-old child with meningeal symptoms died. Postmortem macroscopy of the pia matter",
    "a": "Tuberculous"
  },
  {
    "q": "A 53-year-old man suffering from diabetes mellitus has developed a painful conical induration,",
    "a": "Furuncle"
  },
  {
    "q": "A 49-year-old man complains of pain in his metatarsophalangeal joints and joint deformation.",
    "a": "Gout (podagra)"
  },
  {
    "q": "Granulomas containing lymphocytes and macrophages were detected during analysis of skin",
    "a": "Leprosy"
  }
]